[
    {
        "text": "Time isn’t precious at all, because it is an illusion. What you perceive as precious is not time but the one point that is out of time: the Now. That is precious indeed. The more you are focused on time — past and future — the more you miss the Now, the most precious thing there is.",
        "author": "Eckhart Tolle"
    },
    {
        "text": "If you feel anxiety or depression, you are not in the present. You are either anxiously projecting the future or depressed and stuck in the past. The only thing you have any control over is the present moment; simple breathing exercises can make us calm and present instantly.",
        "author": "Tobe Hanson"
    },
    {
        "text": "The ability to be in the present moment is a major component of mental wellness.",
        "author": "Abraham Maslow"
    },
    {
        "text": "Life gives you plenty of time to do whatever you want to do if you stay in the present moment.",
        "author": "Deepak Chopra"
    },
    {
        "text": "Do not ruin today with mourning tomorrow.",
        "author": "Catherynne M. Valente"
    },
    {
        "text": "Sometimes you need to sit lonely on the floor in a quiet room in order to hear your own voice and not let it drown in the noise of others.",
        "author": "Charlotte Eriksson"
    },
    {
        "text": "Always hold fast to the present. Every situation, indeed every moment, is of infinite value, for it is the representative of a whole eternity.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "Be happy in the moment, that’s enough. Each moment is all we need, not more.",
        "author": "Mother Teresa"
    },
    {
        "text": "I don’t know who my grandfather was; I am much more concerned to know what his grandson will be.",
        "author": "Abraham Lincoln"
    },
    {
        "text": "It stands to reason that anyone who learns to live well will die well. The skills are the same: being present in the moment, and humble, and brave, and keeping a sense of humor.",
        "author": "Victoria Moran"
    },
    {
        "text": "Your life requires your mindful presence in order to live it. Be here now.",
        "author": "Akiroq Brost"
    },
    {
        "text": "If you feel lost, disappointed, hesitant, or weak, return to yourself, to who you are, here and now and when you get there, you will discover yourself, like a lotus flower in full bloom, even in a muddy pond, beautiful and strong.",
        "author": "Masaru Emoto"
    },
    {
        "text": "Today is the first day of the rest of your life.",
        "author": "American Proverb"
    },
    {
        "text": "Children have neither a past nor a future. Thus they enjoy the present, which seldom happens to us.",
        "author": "Jean de La Bruyère"
    },
    {
        "text": "The first recipe for happiness is: Avoid too lengthy meditation on the past.",
        "author": "André Maurois"
    },
    {
        "text": "If you were conscious, that is to say totally present in the Now, all negativity would dissolve almost instantly. It could not survive in your presence.",
        "author": "Eckhart Tolle"
    },
    {
        "text": "Yesterday is history. Tomorrow is a mystery. Today is a gift. That is why it is called the present.",
        "author": "Alice Morse Earle"
    },
    {
        "text": "Mindfulness can help people of any age that’s because we become what we think.",
        "author": "Goldie Hawn"
    },
    {
        "text": "Focus on opportunities not setbacks. Focus on what you can do, not what you can’t. Focus on the present moment, not the past or the future. Empower yourself!",
        "author": "Akiroq Brost"
    }
]